[M_MMORPGFPS MissionDefinition]
MissionName="Role from the first person"
MissionDescription="Ben. Torg will tell you about a large monster roaming the city. [place]Protection of Rocciafiamma[-place]. He asks you to go there and use your faith to kill him.."
TurnInDescription="^____^"
MissionSummary="Honor for killing animals."
MissionGiver="torque per hour"
MissionTurnInLocation="Mr. Torg"
TeaserText="AC level 52 <br> He took out his gun."

[M_MMORPGFPS:DontGetCredit MissionObjectiveDefinition]
ProgressMessage="You are not eligible."

[M_MMORPGFPS:GetCredit MissionObjectiveDefinition]
ProgressMessage="He is famous for killing ghosts."

[M_MMORPGFPS:GetCredit2 MissionObjectiveDefinition]
ProgressMessage="Use symbols to kill monsters."

[M_MMORPGFPS:HeadshotKnight3 MissionObjectiveDefinition]
ProgressMessage="On the head [720SinMira]On the head"

[M_MMORPGFPS:HeadToLair MissionObjectiveDefinition]
ProgressMessage="move on to the second monster"

[M_MMORPGFPS:MeleeKnight2 MissionObjectiveDefinition]
ProgressMessage="Thanh 420_DepElec_We can:"

[M_MMORPGFPS:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride="Kill the animals."
MissionDescriptionOverride="Torgu tells you about the monsters hiding outside Flamerock Asylum and asks you to go there to thank him for killing them..<br>When the camera view is closed, nothing is attached to the object. Set a goal.."

[M_MMORPGFPS:ObjSet_GetCredit1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MMORPGFPS:ObjSet_HeadToLair MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MMORPGFPS:ObjSet_KillPlayers MissionObjectiveSetDefinition]
MissionSummaryOverride="You will not have the glory of killing lepers to curse your adversaries who follow you.."
MissionDescriptionOverride="Mr. Torg tells him that a huge monster is hiding near Flamerock's lair. He wants her to be proud of him and to be proud of killing him..<br>Unfortunately, shortly after you find your pet, three followers arrive at the dungeon and boast about killing you. Torg says that if you distract the other seekers in the room, they will break and only allow you to kill one demon.."

[M_MMORPGFPS:TeabagKnight1 MissionObjectiveDefinition]
ProgressMessage="Based on xxBuscCamrxx style"

